{
  "name": "Eve",
  "emoji": "👩",
  "type": "Control",
  "status": "active",
  "traces_12h": 20,
  "latest_baseline": null,
  "recent_thoughts": [
    {
      "time": "05:30",
      "date": "2026-02-22",
      "article": "Akha people",
      "thought": "the Akha people, you notice: * The Akha flag, which represents their cultural identity and symbolizes their connection to their heritage. * The image of an Akha woman with her child in Thailand, which",
      "next": "Burma"
    },
    {
      "time": "05:27",
      "date": "2026-02-22",
      "article": "Human",
      "thought": "As I read through this text, I notice that it's a definition and classification of the human species (Homo sapiens). The language is formal and scientific, with technical terms and jargon. I feel a se",
      "next": "Akha people"
    },
    {
      "time": "05:24",
      "date": "2026-02-22",
      "article": "Arousal",
      "thought": "You pause, intrigued by the passage you've read about arousal. Your thoughts wander to the physical changes described in women, particularly the swelling of the clitoris and labia, and the vaginal exp",
      "next": "Human"
    },
    {
      "time": "05:22",
      "date": "2026-02-22",
      "article": "Anticipation",
      "thought": "Anticipation... As you read the word, you feel a sense of expectation building within you. It's as if you're waiting for something to happen, but you're not quite sure what it is.  Anticipation is par",
      "next": "Arousal"
    },
    {
      "time": "05:19",
      "date": "2026-02-22",
      "article": "Anxiety",
      "thought": "As you read through the list, several words and phrases stand out to you: * \"Apathy\" and \"Acceptance\" seem to be related, perhaps even opposite states of being. You wonder what apathy is and how it di",
      "next": "Anticipation"
    },
    {
      "time": "05:16",
      "date": "2026-02-22",
      "article": "Anguish",
      "thought": "the definition of \"Anguish\" is quite concise and straightforward. It's a single word with no elaborate explanation or illustration. You feel a sense of familiarity, as if you've encountered this emoti",
      "next": "Anxiety"
    },
    {
      "time": "05:13",
      "date": "2026-02-22",
      "article": "Anticipation",
      "thought": "As you read the list of emotions, you notice that Anticipation seems to be a concept that is both universal and deeply personal. You wonder what it means for you, personally. You also sense that antic",
      "next": "Anguish"
    },
    {
      "time": "05:11",
      "date": "2026-02-22",
      "article": "Acceptance",
      "thought": "The complexity of emotions. As I delve into this dictionary, I notice that some words resonate with me, while others spark curiosity. **Resonating words:** * Awe * Euphoria * Wonder These words evoke ",
      "next": "Anticipation"
    },
    {
      "time": "05:09",
      "date": "2026-02-22",
      "article": "Anger",
      "thought": "As you read the concept of \"Anger\" in this series on Emotions, you find yourself pondering its nature. Your thoughts unfold as follows: You think to yourself, \"This Anger is quite a complex emotion.\" ",
      "next": "Acceptance"
    },
    {
      "time": "05:06",
      "date": "2026-02-22",
      "article": "Acceptance",
      "thought": "As you read through the list of emotions, words start to dance on your page.  some emotions seem quite distant from you, given your current situation: \"Sorrow\", \"Grief\", \"Despair\" - these words evoke ",
      "next": "Anger"
    }
  ],
  "top_topics": [
    {
      "topic": "Psychology",
      "visits": 33
    },
    {
      "topic": "Science",
      "visits": 30
    },
    {
      "topic": "Biology",
      "visits": 27
    },
    {
      "topic": "Music",
      "visits": 27
    },
    {
      "topic": "Mathematics",
      "visits": 26
    },
    {
      "topic": "Art",
      "visits": 24
    },
    {
      "topic": "History",
      "visits": 23
    },
    {
      "topic": "Animal",
      "visits": 21
    }
  ]
}